export const signupTitle = [
  {
    id: 1,
    title: (
      <>
        직업 또는 학교 정보를
        <br />
        입력해 주세요.
      </>
    ),
  },
  {
    id: 2,
    title: (
      <>
        이메일 또는 이미지로
        <br />
        인증해 주세요.
      </>
    ),
    subTitle: <>전문직, 학과 인증은 이미지 인증을 이용해 주세요.</>,
  },
  {
    id: 3,
    title: (
      <>
        사용할
        <br />
        닉네임을 입력해 주세요.
      </>
    ),
  },
  {
    id: 4,
    title: (
      <>
        성별을
        <br />
        알려주세요.
      </>
    ),
  },
  {
    id: 5,
    title: (
      <>
        생년월일을
        <br />
        입력해 주세요.
      </>
    ),
    subTitle: <>프로필에는 만 나이로 보여요.</>,
  },
  {
    id: 6,
    title: (
      <>
        키를
        <br />
        입력해 주세요.
      </>
    ),
  },
  {
    id: 7,
    title: (
      <>
        체형을
        <br />
        선택해 주세요.
      </>
    ),
  },
  {
    id: 8,
    title: (
      <>
        음주 / 흡연 여부를
        <br />
        선택해 주세요.
      </>
    ),
  },
  {
    id: 9,
    title: (
      <>
        종교를
        <br />
        선택해 주세요.
      </>
    ),
  },
  {
    id: 10,
    title: (
      <>
        지역을
        <br />
        선택해 주세요.
      </>
    ),
  },
  {
    id: 11,
    title: (
      <>
        나를 표현하는 키워드를
        <br />
        입력해 주세요.
      </>
    ),
    subTitle: <>직업, 성격, MBTI등 키워드로 자신을 표현하세요.</>,
  },
  {
    id: 12,
    title: (
      <>
        직업 또는 학교 정보를
        <br />
        입력해 주세요.
      </>
    ),
  },
  {
    id: 13,
    title: (
      <>
        프로필 사진을
        <br />
        등록해 주세요.
      </>
    ),
    subTitle: (
      <>
        이목구비가 잘 보이는 얼굴 사진이나
        <br />
        전체적인 분위기가 잘 나타나는 사진을 올려주세요.
      </>
    ),
  },
];

export const jobTabList = [
  { key: 'worker', label: '직장인' },
  { key: 'student', label: '대학생' },
];
